[
    {
        "subject": "行政手続法",
        "number": "2",
        "title": "定義",
        "text": "この法律において、次の各号に掲げる用語の意義は、当該各号に定めるところによる。<br>二　処分　行政庁の処分その他公権力の行使に当たる行為をいう。<br>三　申請　法令に基づき、行政庁の許可、認可、免許その他の自己に対し何らかの利益を付与する処分を求める行為であって、当該行為に対して行政庁が諾否の応答をすべきこととされているものをいう。<br>四　不利益処分　行政庁が、法令に基づき、特定の者を名あて人として、直接にこれに義務を課し、又はその権利を制限する処分をいう。<br>六　行政指導　行政機関がその任務又は所掌事務の範囲内において、一定の行政目的を実現するため、特定の人に一定の作為又は不作為を求める指導、勧告、助言その他の行為であって処分に該当しないものをいう。"
    },
    {
        "subject": "行政手続法",
        "number": "5",
        "title": "審査基準",
        "text": "行政庁は、審査基準を定めるものとする。<br>２　行政庁は、審査基準を定めるに当たっては、許認可等の性質に照らしてできる限り具体的なものとしなければならない。<br>３　行政庁は、行政上特別の支障があるときを除き、法令により申請の提出先とされている機関の事務所における備付けその他の適当な方法により審査基準を公にしておかなければならない。"
    },
    {
        "subject": "行政手続法",
        "number": "8",
        "title": "理由の提示（申請拒否）",
        "text": "行政庁は、申請により求められた許認可等を拒否する処分をする場合は、申請者に対し、同時に、当該処分の理由を示さなければならない。"
    },
    {
        "subject": "行政手続法",
        "number": "12",
        "title": "処分の基準",
        "text": "行政庁は、処分基準を定め、かつ、これを公にしておくよう努めなければならない。"
    },
    {
        "subject": "行政手続法",
        "number": "13",
        "title": "不利益処分をしようとする場合の手続",
        "text": "行政庁は、不利益処分をしようとする場合には、次の各号の区分に従い、この章の定めるところにより、当該不利益処分の名あて人となるべき者について、意見陳述のための手続を執らなければならない。<br>一　次のいずれかに該当するとき　聴聞<br>イ　許認可等を取り消す不利益処分をしようとするとき。<br>（中略）<br>二　前号に該当する場合以外のとき　弁明の機会の付与"
    },
    {
        "subject": "行政手続法",
        "number": "14",
        "title": "理由の提示（不利益処分）",
        "text": "行政庁は、不利益処分をする場合には、その名あて人に対し、同時に、当該不利益処分の理由を示さなければならない。"
    },
    {
        "subject": "行政手続法",
        "number": "32",
        "title": "行政指導の一般原則",
        "text": "行政指導にあっては、行政指導に携わる者は、いやしくも当該行政機関の任務又は所掌事務の範囲を逸脱してはならないこと及び行政指導の内容があくまでも相手方の任意の協力によってのみ実現されるものであることに留意しなければならない。<br>２　行政指導に携わる者は、その相手方が行政指導に従わなかったことを理由として、不利益な取扱いをしてはならない。"
    },
    {
        "subject": "行政手続法",
        "number": "35",
        "title": "行政指導の方式",
        "text": "行政指導に携わる者は、その相手方に対し、当該行政指導の趣旨及び内容並びに責任者を明確に示さなければならない。<br>２　行政指導に携わる者は、当該行政指導をする際に、行政指導が口頭でされた場合において、その相手方から前項に規定する事項を記載した書面の交付を求められたときは、行政上特別の支障がない限り、これを交付しなければならない。"
    },
    {
        "subject": "行政不服審査法",
        "number": "2",
        "title": "審査請求",
        "text": "行政庁の処分に不服がある者は、第四条及び第五条第二項の定めるところにより、審査請求をすることができる。"
    },
    {
        "subject": "行政不服審査法",
        "number": "18",
        "title": "審査請求期間",
        "text": "審査請求は、処分があったことを知った日の翌日から起算して三月を経過したときは、することができない。ただし、正当な理由があるときは、この限りでない。<br>２　審査請求は、処分があった日の翌日から起算して一年を経過したときは、することができない。ただし、正当な理由があるときは、この限りでない。"
    },
    {
        "subject": "行政不服審査法",
        "number": "25",
        "title": "執行停止",
        "text": "審査請求は、処分の効力、処分の執行又は手続の続行を妨げない。"
    },
    {
        "subject": "行政不服審査法",
        "number": "82",
        "title": "教示",
        "text": "行政庁は、審査請求若しくは再調査の請求又は他の法令に基づく不服申立て（以下この条において「不服申立て」という。）をすることができる処分を書面でするときは、処分の相手方に対し、当該処分につき不服申立てをすることができる旨並びに不服申立てをすべき行政庁及び不服申立てをすることができる期間を書面で教示しなければならない。"
    },
    {
        "subject": "行政事件訴訟法",
        "number": "3",
        "title": "抗告訴訟",
        "text": "この法律において「抗告訴訟」とは、行政庁の公権力の行使に関する不服の訴訟をいう。<br>２　この法律において「処分の取消しの訴え」とは、行政庁の処分その他公権力の行使に当たる行為の取消しを求める訴訟をいう。<br>６　この法律において「義務付けの訴え」とは、行政庁が一定の処分をすべきであるにかかわらずこれがされないとき（中略）行政庁がその処分をすべき旨を命ずることを求める訴訟をいう。"
    },
    {
        "subject": "行政事件訴訟法",
        "number": "9",
        "title": "原告適格",
        "text": "処分の取消しの訴え及び裁決の取消しの訴え（以下「取消訴訟」という。）は、当該処分又は裁決の取消しを求めるにつき法律上の利益を有する者に限り、提起することができる。"
    },
    {
        "subject": "行政事件訴訟法",
        "number": "14",
        "title": "出訴期間",
        "text": "取消訴訟は、処分又は裁決があったことを知った日から六ヶ月を経過したときは、提起することができない。ただし、正当な理由があるときは、この限りでない。<br>２　取消訴訟は、処分又は裁決の日から一年を経過したときは、提起することができない。ただし、正当な理由があるときは、この限りでない。"
    },
    {
        "subject": "行政事件訴訟法",
        "number": "25",
        "title": "執行停止",
        "text": "処分の取消しの訴えの提起は、処分の効力、処分の執行又は手続の続行を妨げない。<br>２　処分の取消しの訴えの提起があった場合において、処分、処分の執行又は手続の続行により生ずる重大な損害を避けるため緊急の必要があるときは、裁判所は、申立てにより、決定をもって、処分の効力、処分の執行又は手続の続行の全部又は一部の停止（以下「執行停止」という。）をすることができる。"
    },
    {
        "subject": "行政事件訴訟法",
        "number": "30",
        "title": "裁量処分",
        "text": "行政庁の裁量処分については、裁量権の範囲をこえ又はその濫用があった場合に限り、裁判所は、その処分を取り消すことができる。"
    },
    {
        "subject": "行政事件訴訟法",
        "number": "31",
        "title": "事情判決",
        "text": "取消訴訟については、処分又は裁決が違法ではあるが、これを取り消すことにより公の利益に著しい障害を生ずる場合において、原告の受ける損害の程度、その損害の賠償又は防止の程度及び方法その他一切の事情を考慮したうえ、処分又は裁決を取り消すことが公共の福祉に適合しないと認めるときは、裁判所は、請求を棄却することができる。この場合には、当該判決の主文において、処分又は裁決が違法であることを宣言しなければならない。"
    },
    {
        "subject": "国家賠償法",
        "number": "1",
        "title": "公権力の行使に関する損害賠償責任",
        "text": "国又は公共団体の公権力の行使に当る公務員が、その職務を行うについて、故意又は過失によつて違法に他人に損害を加えたときは、国又は公共団体が、これを賠償する責に任ずる。<br>２　前項の場合において、公務員に故意又は重大な過失があつたときは、国又は公共団体は、その公務員に対して求償権を有する。"
    },
    {
        "subject": "国家賠償法",
        "number": "2",
        "title": "公の営造物の設置管理の瑕疵に関する損害賠償責任",
        "text": "道路、河川その他の公の営造物の設置又は管理に瑕疵があつたために他人に損害を生じたときは、国又は公共団体は、これを賠償する責に任ずる。<br>２　前項の場合において、他に損害の原因について責に任ずべき者があるときは、国又は公共団体は、これに対して求償権を有する。"
    },
    {
        "subject": "地方自治法",
        "number": "2",
        "title": "法人格及び事務",
        "text": "地方公共団体は、法人とする。<br>２　普通地方公共団体は、地域における事務及びその他の事務で法律又はこれに基づく政令により処理することとされるものを処理する。"
    },
    {
        "subject": "地方自治法",
        "number": "14",
        "title": "条例",
        "text": "普通地方公共団体は、法令に違反しない限りにおいて第二条第二項の事務に関し、条例を制定することができる。<br>２　普通地方公共団体は、義務を課し、又は権利を制限するには、法令に特別の定めがある場合を除くほか、条例によらなければならない。"
    },
    {
        "subject": "地方自治法",
        "number": "74",
        "title": "条例の制定又は改廃の請求",
        "text": "普通地方公共団体の選挙権を有する者（中略）はその総数の五十分の一以上の者の連署をもつて、その代表者から、普通地方公共団体の長に対し、条例の制定又は改廃の請求をすることができる。"
    },
    {
        "subject": "地方自治法",
        "number": "242",
        "title": "住民監査請求",
        "text": "普通地方公共団体の住民は、当該普通地方公共団体の長若しくは委員会若しくは委員又は当該普通地方公共団体の職員について、違法若しくは不当な公金の支出、財産の取得、管理若しくは処分、契約の締結若しくは履行若しくは債務その他の義務の負担がある（中略）と認めるときは、これらを証する書面を添え、監査委員に対し、監査を求め、当該行為を防止し、若しくは是正し、若しくは当該公金の支出、財産の取得、管理若しくは処分、契約の締結若しくは履行若しくは債務その他の義務の負担を是正するために必要な措置を講ずべきことを請求することができる。"
    },
    {
        "subject": "地方自治法",
        "number": "244",
        "title": "公の施設",
        "text": "普通地方公共団体は、住民の福祉を増進する目的をもつてその利用に供するための施設（これを公の施設という。）を設けるものとする。<br>２　普通地方公共団体は、正当な理由がない限り、住民が公の施設を利用することを拒んではならない。<br>３　普通地方公共団体は、住民が公の施設を利用することについて、不当な差別的取扱いをしてはならない。"
    },
    {
        "subject": "地方自治法",
        "number": "244-2",
        "title": "指定管理者",
        "text": "普通地方公共団体は、公の施設の設置の目的を効果的に達成するため必要があると認めるときは、条例の定めるところにより、法人その他の団体であつて当該普通地方公共団体が指定するもの（以下本条及び次条において「指定管理者」という。）に、当該公の施設の管理を行わせることができる。"
    },
    {
        "subject": "憲法",
        "number": "29",
        "title": "財産権",
        "text": "財産権は、これを侵してはならない。<br>２　財産権の内容は、公共の福祉に適合するように、法律でこれを定める。<br>３　私有財産は、正当な補償の下に、これを公共のために用いることができる。"
    },
    {
        "subject": "憲法",
        "number": "41",
        "title": "国会",
        "text": "国会は、国権の最高機関であつて、国の唯一の立法機関である。"
    },
    {
        "subject": "憲法",
        "number": "94",
        "title": "地方自治",
        "text": "地方公共団体は、その財産を管理し、事務を処理し、及び行政を執行する権能を有し、法律の範囲内で条例を制定することができる。"
    },
    {
        "subject": "行政事件訴訟法",
        "number": "3",
        "title": "抗告訴訟",
        "text": "この法律において「抗告訴訟」とは、行政庁の公権力の行使に関する不服の訴訟をいう。<br>２　「処分の取消しの訴え」とは、行政庁の処分その他公権力の行使に当たる行為の取消しを求める訴訟をいう。<br>６　「義務付けの訴え」とは、行政庁が一定の処分をすべきであるにかかわらずこれがされないときなどに、行政庁がその処分をすべき旨を命ずることを求める訴訟をいう。"
    },
    {
        "subject": "行政事件訴訟法",
        "number": "9",
        "title": "原告適格",
        "text": "処分の取消しの訴え及び裁決の取消しの訴えは、当該処分又は裁決の取消しを求めるにつき法律上の利益を有する者に限り、提起することができる。"
    },
    {
        "subject": "行政事件訴訟法",
        "number": "25",
        "title": "執行停止",
        "text": "処分の取消しの訴えの提起は、処分の効力、処分の執行又は手続の続行を妨げない。<br>２　重大な損害を避けるため緊急の必要があるときは、裁判所は、申立てにより、決定をもって、処分の効力等の停止（執行停止）をすることができる。"
    },
    {
        "subject": "行政事件訴訟法",
        "number": "30",
        "title": "裁量処分",
        "text": "行政庁の裁量処分については、裁量権の範囲をこえ又はその濫用があった場合に限り、裁判所は、その処分を取り消すことができる。"
    },
    {
        "subject": "行政事件訴訟法",
        "number": "31",
        "title": "事情判決",
        "text": "処分又は裁決が違法ではあるが、これを取り消すことにより公の利益に著しい障害を生ずる場合において、請求を棄却することができる。この場合、判決の主文において、処分又は裁決が違法であることを宣言しなければならない。"
    },
    {
        "subject": "行政手続法",
        "number": "5",
        "title": "審査基準",
        "text": "行政庁は、審査基準を定めるものとする。行政庁は、行政上特別の支障があるときを除き、審査基準を公にしておかなければならない。"
    },
    {
        "subject": "行政手続法",
        "number": "12",
        "title": "処分の基準",
        "text": "行政庁は、処分基準を定め、かつ、これを公にしておくよう努めなければならない。"
    },
    {
        "subject": "行政手続法",
        "number": "13",
        "title": "不利益処分をしようとする場合の手続",
        "text": "行政庁は、不利益処分をしようとする場合には、次の区分に従い、意見陳述のための手続を執らなければならない。<br>一　許認可等の取消し等：聴聞<br>二　上記以外：弁明の機会の付与"
    },
    {
        "subject": "行政手続法",
        "number": "14",
        "title": "理由の提示",
        "text": "行政庁は、不利益処分をする場合には、その名あて人に対し、同時に、当該不利益処分の理由を示さなければならない。"
    },
    {
        "subject": "行政手続法",
        "number": "32",
        "title": "行政指導の一般原則",
        "text": "行政指導にあっては、その任務又は所掌事務の範囲を逸脱してはならないこと、及びあくまでも相手方の任意の協力によってのみ実現されるものであることに留意しなければならない。"
    },
    {
        "subject": "行政不服審査法",
        "number": "2",
        "title": "審査請求",
        "text": "行政庁の処分に不服がある者は、この法律の定めるところにより、審査請求をすることができる。"
    },
    {
        "subject": "行政不服審査法",
        "number": "82",
        "title": "教示",
        "text": "行政庁は、審査請求等をすることができる処分を書面でするときは、処分の相手方に対し、不服申立てをすることができる旨、不服申立てをすべき行政庁及び期間を書面で教示しなければならない。"
    },
    {
        "subject": "国家賠償法",
        "number": "1",
        "title": "公権力の行使に関する損害賠償責任",
        "text": "国又は公共団体の公権力の行使に当る公務員が、その職務を行うについて、故意又は過失によつて違法に他人に損害を加えたときは、国又は公共団体が、これを賠償する責に任ずる。"
    },
    {
        "subject": "国家賠償法",
        "number": "2",
        "title": "公の営造物の設置管理の瑕疵",
        "text": "道路、河川その他の公の営造物の設置又は管理に瑕疵があつたために他人に損害を生じたときは、国又は公共団体は、これを賠償する責に任ずる。"
    },
    {
        "subject": "地方自治法",
        "number": "2",
        "title": "法人格及び事務",
        "text": "地方公共団体は、法人とする。<br>２　普通地方公共団体は、地域における事務及びその他の事務で法律又はこれに基づく政令により処理することとされるものを処理する。"
    },
    {
        "subject": "地方自治法",
        "number": "74",
        "title": "条例の制定又は改廃の請求",
        "text": "選挙権を有する者の五十分の一以上の者の連署をもつて、その代表者から、長に対し、条例の制定又は改廃の請求をすることができる。"
    },
    {
        "subject": "地方自治法",
        "number": "244",
        "title": "公の施設",
        "text": "普通地方公共団体は、住民の福祉を増進する目的をもつてその利用に供するための施設（公の施設）を設けるものとする。<br>２　正当な理由がない限り、住民が公の施設を利用することを拒んではならない。"
    },
    {
        "subject": "地方自治法",
        "number": "244-2",
        "title": "指定管理者",
        "text": "普通地方公共団体は、公の施設の設置の目的を効果的に達成するため必要があると認めるときは、条例の定めるところにより、法人その他の団体（指定管理者）に、当該公の施設の管理を行わせることができる。"
    },
    {
        "subject": "憲法",
        "number": "29",
        "title": "財産権",
        "text": "財産権は、これを侵してはならない。<br>２　財産権の内容は、公共の福祉に適合するように、法律でこれを定める。<br>３　私有財産は、正当な補償の下に、これを公共のために用いることができる。"
    },
    {
        "subject": "憲法",
        "number": "94",
        "title": "地方自治",
        "text": "地方公共団体は、その財産を管理し、事務を処理し、及び行政を執行する権能を有し、法律の範囲内で条例を制定することができる。"
    }
]
