[
    {
        "subject": "民法",
        "number": "1",
        "title": "基本原則",
        "text": "私権は、公共の福祉に適合しなければならない。<br>２　権利の行使及び義務の履行は、信義に従い誠実に行わなければならない。<br>３　権利の濫用は、これを許さない。"
    },
    {
        "subject": "民法",
        "number": "3-2",
        "title": "意思能力",
        "text": "法律行為の当事者が意思表示をした時に意思能力を有しなかったときは、その法律行為は、無効とする。"
    },
    {
        "subject": "民法",
        "number": "5",
        "title": "未成年者の法律行為",
        "text": "未成年者が法律行為をするには、その法定代理人の同意を得なければならない。ただし、単に権利を得、又は義務を免れる法律行為については、この限りでない。<br>２　前項の規定に反する法律行為は、取り消すことができる。<br>３　第一項の規定にかかわらず、法定代理人が目的を定めて処分を許した財産は、その目的の範囲内において、未成年者が自由に処分することができる。目的を定めないで処分を許した財産を処分するときも、同様とする。"
    },
    {
        "subject": "民法",
        "number": "9",
        "title": "成年被後見人の法律行為",
        "text": "成年被後見人の法律行為は、取り消すことができる。ただし、日用品の購入その他日常生活に関する行為については、この限りでない。"
    },
    {
        "subject": "民法",
        "number": "13",
        "title": "保佐人の同意を要する行為等",
        "text": "被保佐人が次に掲げる行為をするには、その保佐人の同意を得なければならない。<br>一　元本を領収し、又は利用すること。<br>二　借財又は保証をすること。<br>三　不動産その他重要な財産に関する権利の得喪を目的とする行為をすること。<br>（以下略）"
    },
    {
        "subject": "民法",
        "number": "90",
        "title": "公序良俗",
        "text": "公の秩序又は善良の風俗に反する法律行為は、無効とする。"
    },
    {
        "subject": "民法",
        "number": "93",
        "title": "心裡留保",
        "text": "意思表示は、表意者がその真意ではないことを知ってしたときであっても、そのためにその効力を妨げられない。ただし、相手方がその意思表示が表意者の真意ではないことを知り、又は知ることができたときは、その意思表示は、無効とする。<br>２　前項ただし書の規定による意思表示の無効は、善意の第三者に対抗することができない。"
    },
    {
        "subject": "民法",
        "number": "94",
        "title": "虚偽表示",
        "text": "相手方と通じてした虚偽の意思表示は、無効とする。<br>２　前項の規定による意思表示の無効は、善意の第三者に対抗することができない。"
    },
    {
        "subject": "民法",
        "number": "95",
        "title": "錯誤",
        "text": "意思表示は、次に掲げる錯誤に基づくものであって、その錯誤が法律行為の目的及び取引上の社会通念に照らして重要なものであるときは、取り消すことができる。<br>一　意思表示に対応する意思を欠く錯誤<br>二　表意者が法律行為の基礎とした事情についてのその認識が真実に反する錯誤"
    },
    {
        "subject": "民法",
        "number": "96",
        "title": "詐欺又は強迫",
        "text": "詐欺又は強迫による意思表示は、取り消すことができる。<br>２　相手方に対する意思表示について第三者が詐欺を行った場合においては、相手方がその事実を知り、又は知ることができたときに限り、その意思表示を取り消すことができる。<br>３　前二項の規定による詐欺による意思表示の取消しは、善意でかつ過失がない第三者に対抗することができない。"
    },
    {
        "subject": "民法",
        "number": "99",
        "title": "代理行為の要件及び効果",
        "text": "代理人がその権限内において本人のためにすることを示してした意思表示は、本人に対して直接にその効力を生ずる。"
    },
    {
        "subject": "民法",
        "number": "101",
        "title": "代理行為の瑕疵",
        "text": "代理人が相手方と通じて虚偽の意思表示をした場合においては、代理人がその真意ではないことを知ってした意思表示は無効とする。"
    },
    {
        "subject": "民法",
        "number": "106",
        "title": "復代理人",
        "text": "復代理人は、その権限内の行為について、本人を代表する。<br>２　復代理人は、本人及び第三者に対して、代理人と同一の権利を有し、義務を負う。"
    },
    {
        "subject": "民法",
        "number": "109",
        "title": "代理権授与の表示による表見代理",
        "text": "第三者に対して他人に代理権を与えた旨を表示した者は、その代理権の範囲内においてその他人が第三者との間でした行為について、その責任を負う。ただし、第三者が、その他人が代理権を与えられていないことを知り、又は過失によって知らなかったときは、この限りでない。"
    },
    {
        "subject": "民法",
        "number": "110",
        "title": "権限外の行為の表見代理",
        "text": "前条本文の規定は、代理人がその権限外の行為をした場合において、第三者が代理人の権限があると信ずべき正当な理由があるときについて準用する。"
    },
    {
        "subject": "民法",
        "number": "112",
        "title": "代理権消滅後の表見代理",
        "text": "他人に代理権を与えた者は、代理権の消滅後にその代理人がした行為について、代理権の消滅の事実を知らなかった第三者に対してその責任を負う。ただし、第三者が過失によってその事実を知らなかったときは、この限りでない。"
    },
    {
        "subject": "民法",
        "number": "113",
        "title": "無権代理",
        "text": "代理権を有しない者が他人の代理人としてした契約は、本人がその追認をしなければ、本人に対してその効力を生じない。"
    },
    {
        "subject": "民法",
        "number": "117",
        "title": "無権代理人の責任",
        "text": "他人の代理人として契約をした者は、自己の代理権を証明したとき、又は本人の追認を得たときを除き、相手方の選択に従い、相手方に対して履行又は損害賠償の責任を負う。"
    },
    {
        "subject": "民法",
        "number": "121",
        "title": "取消しの効果",
        "text": "取り消された行為は、初めから無効であったものとみなす。"
    },
    {
        "subject": "民法",
        "number": "125",
        "title": "法定追認",
        "text": "追認をすることができる時以後に、取り消すことができる行為について次に掲げる事実があったときは、追認をしたものとみなす。ただし、異議をとどめたときは、この限りでない。<br>一　全部又は一部の履行<br>二　履行の請求<br>三　更改<br>四　担保の供与<br>五　取り消すことができる行為によって取得した権利の全部又は一部の譲渡<br>六　強制執行"
    },
    {
        "subject": "民法",
        "number": "145",
        "title": "時効の援用",
        "text": "時効は、当事者（消滅時効にあっては、保証人、物上保証人、第三取得者その他権利の消滅について正当な利益を有する者を含む。）が援用しなければ、裁判所がこれによって裁判をすることができない。"
    },
    {
        "subject": "民法",
        "number": "150",
        "title": "催告による時効の完成猶予",
        "text": "催告があったときは、その時から六箇月を経過するまでの間は、時効は、完成しない。<br>２　催告によって時効の完成が猶予されている間にされた再度の催告は、前項の規定による時効の完成猶予の効力を有しない。"
    },
    {
        "subject": "民法",
        "number": "162",
        "title": "所有権の取得時効",
        "text": "二十年間、所有の意思をもって、平穏に、かつ、公然と他人の物を占有した者は、その所有権を取得する。<br>２　十年間、所有の意思をもって、平穏に、かつ、公然と他人の物を占有した者は、その占有の開始の時に、善意であり、かつ、過失がなかったときは、その所有権を取得する。"
    },
    {
        "subject": "民法",
        "number": "166",
        "title": "債権等の消滅時効",
        "text": "債権は、次に掲げる場合には、時効によって消滅する。<br>一　債権者が権利を行使することができることを知った時から五年間行使しないとき。<br>二　権利を行使することができる時から十年間行使しないとき。"
    },
    {
        "subject": "民法",
        "number": "176",
        "title": "物権の設定及び移転",
        "text": "物権の設定及び移転は、当事者の意思表示のみによって、その効力を生ずる。"
    },
    {
        "subject": "民法",
        "number": "177",
        "title": "不動産に関する物権の変動の対抗要件",
        "text": "不動産に関する物権の得喪及び変更は、不動産登記法その他の登記に関する法律の定めるところに従いその登記をしなければ、第三者に対抗することができない。"
    },
    {
        "subject": "民法",
        "number": "178",
        "title": "動産に関する物権の譲渡の対抗要件",
        "text": "動産に関する物権の譲渡は、その動産の引渡しがなければ、第三者に対抗することができない。"
    },
    {
        "subject": "民法",
        "number": "192",
        "title": "即時取得",
        "text": "取引行為によって、平穏に、かつ、公然と動産の占有を始めた者は、善意であり、かつ、過失がないときは、即時にその動産について行使する権利を取得する。"
    },
    {
        "subject": "民法",
        "number": "3",
        "title": "権利能力の始期",
        "text": "私権の享有は、出生に始まる。<br>２　外国人は、法令又は条約の規定により禁止される場合を除き、私権を享有する。"
    },
    {
        "subject": "民法",
        "number": "3-2",
        "title": "意思能力",
        "text": "法律行為の当事者が意思表示をした時に意思能力を有しなかったときは、その法律行為は、無効とする。"
    },
    {
        "subject": "民法",
        "number": "4",
        "title": "成年",
        "text": "年齢十八歳をもって、成年とする。"
    },
    {
        "subject": "民法",
        "number": "249",
        "title": "共有物の使用",
        "text": "各共有者は、共有物の全部について、その持分に応じた使用をすることができる。"
    },
    {
        "subject": "民法",
        "number": "295",
        "title": "留置権の内容",
        "text": "他人の物の占有者は、その物に関して生じた債権を有するときは、その債権の弁済を受けるまで、その物を留置することができる。ただし、その債権が弁済期にないときは、この限りでない。<br>２　前項の規定は、占有が不法行為によって始まった場合には、適用しない。"
    },
    {
        "subject": "民法",
        "number": "369",
        "title": "抵当権の内容",
        "text": "抵当権者は、債務者又は第三者が占有を移転しないで債務の担保に供した不動産について、他の債権者に先立って自己の債権の弁済を受ける権利を有する。"
    },
    {
        "subject": "民法",
        "number": "432",
        "title": "連帯債務者に対する履行の請求",
        "text": "数人が連帯債務を負担するときは、債権者は、その連帯債務者の一人に対し、又は同時に若しくは順次にすべての連帯債務者に対し、全部又は一部の履行を請求することができる。"
    },
    {
        "subject": "民法",
        "number": "446",
        "title": "保証人の責任等",
        "text": "保証人は、主たる債務者がその債務を履行しないときに、その履行をする責任を負う。"
    },
    {
        "subject": "民法",
        "number": "466",
        "title": "債権の譲渡性",
        "text": "債権は、譲り渡すことができる。ただし、その性質がこれを許さないときは、この限りでない。<br>２　当事者が債権の譲渡を禁止し、又は制限する旨の意思表示（譲渡制限の意思表示）をしたときであっても、債権の譲渡は、その効力を妨げられない。"
    },
    {
        "subject": "民法",
        "number": "505",
        "title": "相殺の要件等",
        "text": "二人が互いに同種の目的を有する債務を負担する場合において、双方の債務が弁済期にあるときは、各債務者は、その対当額について相殺によってその債務を免れることができる。"
    },
    {
        "subject": "民法",
        "number": "533",
        "title": "同時履行の抗弁",
        "text": "双務契約の当事者の一方は、相手方がその債務の履行（債務の履行に代わる損害賠償の債務の履行を含む。）を提供するまでは、自己の債務の履行を拒むことができる。"
    },
    {
        "subject": "民法",
        "number": "536",
        "title": "債務者の危険負担等",
        "text": "当事者双方の責めに帰することができない事由によって債務を履行することができなくなったときは、債権者は、反対給付の履行を拒むことができる。"
    },
    {
        "subject": "民法",
        "number": "562",
        "title": "買主の追完請求権",
        "text": "引き渡された目的物が種類、品質又は数量に関して契約の内容と適合しないものであるときは、買主は、売主に対し、目的物の修補、代替物の引渡し又は不足分の引渡しによる履行の追完を請求することができる。"
    },
    {
        "subject": "民法",
        "number": "563",
        "title": "買主の代金減額請求権",
        "text": "前条第一項本文に規定する場合において、買主が相当の期間を定めて履行の追完の催告をし、その期間内に履行の追完がないときは、買主は、その不適合の程度に応じて代金の減額を請求することができる。"
    },
    {
        "subject": "民法",
        "number": "601",
        "title": "賃貸借",
        "text": "賃貸借は、当事者の一方がある物の使用及び収益を相手方にさせることを約し、相手方がこれに対してその賃料を支払うこと及び引渡しを受けた物を契約が終了したときに返還することを約することによって、その効力を生ずる。"
    },
    {
        "subject": "民法",
        "number": "703",
        "title": "不当利得の返還義務",
        "text": "法律上の原因なく他人の財産又は労務によって利益を受け、そのために他人に損失を及ぼした者は、その利益の存する限度において、これを返還する義務を負う。"
    },
    {
        "subject": "民法",
        "number": "709",
        "title": "不法行為による損害賠償",
        "text": "故意又は過失によって他人の権利又は法律上保護される利益を侵害した者は、これによって生じた損害を賠償する責任を負う。"
    },
    {
        "subject": "民法",
        "number": "1028",
        "title": "配偶者居住権",
        "text": "被相続人の配偶者は、被相続人の財産に属した建物に相続開始の時に居住していた場合において、遺産分割によって配偶者居住権を取得したものとされたときは、その建物について無償で使用及び収益をする権利を有する。"
    },
    {
        "subject": "民法",
        "number": "1046",
        "title": "遺留分侵害額の請求",
        "text": "遺留分権利者及びその承継人は、受遺者（特定財産承継遺言により財産を承継した者又は相続分の指定を受けた相続人を含む。）又は受贈者に対し、遺留分侵害額に相当する金銭の支払を請求することができる。"
    },
    {
        "subject": "民法",
        "number": "549",
        "title": "贈与",
        "text": "贈与は、当事者の一方が自己の財産を無償で相手方に与える意思を表示し、相手方が受諾することによって、その効力を生ずる。"
    },
    {
        "subject": "民法",
        "number": "587",
        "title": "消費貸借",
        "text": "消費貸借は、当事者の一方が種類、品質及び数量の同じ物をもって返還することを約して相手方から金銭その他の物を受け取ることによって、その効力を生ずる。"
    },
    {
        "subject": "民法",
        "number": "593",
        "title": "使用貸借",
        "text": "使用貸借は、当事者の一方がある物を引き渡すことを約し、相手方がその受け取った物について無償で使用及び収益をした後に返還することを約することによって、その効力を生ずる。"
    },
    {
        "subject": "民法",
        "number": "612",
        "title": "賃借権の譲渡及び転貸の制限",
        "text": "賃借人は、賃貸人の承諾を得なければ、その賃借権を譲り渡し、又は賃借物を転貸することができない。<br>２　賃借人が前項の規定に違反して第三者に賃借物の使用又は収益をさせたときは、賃貸人は、契約の解除をすることができる。"
    },
    {
        "subject": "民法",
        "number": "632",
        "title": "請負",
        "text": "請負は、当事者の一方がある仕事を完成することを約し、相手方がその仕事の結果に対してその報酬を支払うことを約することによって、その効力を生ずる。"
    },
    {
        "subject": "民法",
        "number": "643",
        "title": "委任",
        "text": "委任は、当事者の一方が法律行為をすることを相手方に委託し、相手方がこれを承諾することによって、その効力を生ずる。"
    },
    {
        "subject": "民法",
        "number": "657",
        "title": "寄託",
        "text": "寄託は、当事者の一方が相手方のために保管をすることを約してある物を受け取ることによって、その効力を生ずる。"
    },
    {
        "subject": "民法",
        "number": "697",
        "title": "事務管理",
        "text": "義務なく他人のために事務の管理を始めた者（管理者）は、その事務の性質に従い、最も本人に利益適合する方法により、その管理をしなければならない。"
    },
    {
        "subject": "民法",
        "number": "715",
        "title": "使用者等の責任",
        "text": "ある事業のために他人を使用する者は、被用者がその事業の執行について第三者に加えた損害を賠償する責任を負う。ただし、使用者が被用者の選任及びその事業の監督について相当の注意をしたとき、又は相当の注意をしても損害が生ずべきであったときは、この限りでない。"
    },
    {
        "subject": "民法",
        "number": "739",
        "title": "婚姻の届出",
        "text": "婚姻は、戸籍法の定めるところにより届け出ることによって、その効力を生ずる。"
    },
    {
        "subject": "民法",
        "number": "763",
        "title": "協議上の離婚",
        "text": "夫婦は、その協議で、離婚をすることができる。"
    },
    {
        "subject": "民法",
        "number": "818",
        "title": "親権者",
        "text": "成年に達しない子は、父母の親権に服する。<br>３　親権は、父母の婚姻中は、父母が共同して行う。ただし、父母の一方が親権を行うことができないときは、他の一方が行う。"
    },
    {
        "subject": "民法",
        "number": "887",
        "title": "子及びその代襲者等の相続権",
        "text": "被相続人の子は、相続人となる。"
    },
    {
        "subject": "民法",
        "number": "938",
        "title": "相続の放棄の方式",
        "text": "相続の放棄をしようとする者は、その旨を家庭裁判所に申述しなければならない。"
    },
    {
        "subject": "民法",
        "number": "960",
        "title": "遺言の方式の原則",
        "text": "遺言は、この法律に定める方式に従わなければ、することができない。"
    }
]
